IDEA Open Model
SetupValueFloat Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the SetupValueFloat class
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public SetupValueFloat()
Public Sub New
public:
SetupValueFloat()
See Also
Reference
SetupValueFloat Class
IdeaRS.OpenModel.Concrete Namespace